<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワード更新試行が失敗した場合にパスワードブローカーによって
    | 提供される理由に対応するデフォルトのメッセージです。たとえば、無効なトークンや
    | 無効な新しいパスワードの場合があります。
    |
    */

    'reset'     => 'パスワードがリセットされました。',
    'sent'      => 'パスワードリセットリンクをメールで送信しました。',
    'throttled' => '再試行する前にお待ちください。',
    'token'     => 'このパスワードリセットトークンは無効です。',
    'user'      => 'そのメールアドレスのユーザーが見つかりません。',

];
